<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Button Language Lines
    |--------------------------------------------------------------------------
    */

    'yes'         => 'ใช่',
    'no'          => 'ไม่ใช่',
    'ok'          => 'ตกลง',
    'search'      => 'ค้นหา',
    'close_popup' => 'ปิดหน้าต่าง',
    'update'      => 'อัพเดท',
    'add'         => 'เพิ่ม',
    'create'      => 'สร้าง',
    'back'        => 'ย้อนกลับ',
    'reset'       => 'ล้างข้อมูล',

];