<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Home
    |--------------------------------------------------------------------------
    */

    'page_link' => [
        'index' => 'ดีทีจีโอ',
    ],

    'page_title' => [
        'index' => 'ดีทีจีโอ',
    ],

    'page_description' => [
        'index' => 'บริษัทดีทีจีโอ คอร์ปอเรชั่น จำกัด ประกอบด้วยบริษัทพัฒนาอสังหาริมทรัพย์, บริษัทออกแบบทางสถาปัตยกรรม, บริษัทจัดหาและนำเข้าวัสดุหรือสินค้าต่างๆ, และกิจการเพื่อสังคม',
    ],

    'page_keyword' => [
        'index' => 'ดีทีจีโอ, บริษัทดีทีจีโอ คอร์ปอเรชั่น จำกัด, การพัฒนาอสังหาริมทรัพย์, การจัดหา, การซื้อขาย, งานสถาปัตยกรรม, การออกแบบ',
    ],

    'og_title' => [
        'index' => 'ดีทีจีโอ',
    ],

    'og_description' => [
        'index' => 'บริษัทดีทีจีโอ คอร์ปอเรชั่น จำกัด ประกอบด้วยบริษัทพัฒนาอสังหาริมทรัพย์, บริษัทออกแบบทางสถาปัตยกรรม, บริษัทจัดหาและนำเข้าวัสดุหรือสินค้าต่างๆ, และกิจการเพื่อสังคม',
    ],

    'og_keyword' => [
        'index' => 'ดีทีจีโอ, บริษัทดีทีจีโอ คอร์ปอเรชั่น จำกัด, การพัฒนาอสังหาริมทรัพย์, การจัดหา, การซื้อขาย, งานสถาปัตยกรรม, การออกแบบ',
    ],

    'og_url' => [
        'index' => route( 'home.index' ),
    ],

    'return'  => 'กลับไปที่หน้าแรก',
    'welcome' => 'ยินดีต้อนรับ',

    'title-1'         => 'เราเพิ่มคุณค่าใน',
    'title-2'         => 'ทุกๆสิ่งที่เราทำ',
    'description-1'   => 'บริษัท ดีทีจีโอ คอร์ปอเรชั่น จำกัด (ดีทีจีโอ) คือกลุ่มบริษัทที่ดำเนินธุรกิจที่มีความหลากหลาย เริ่มก่อตั้งในปี 2536 ด้วยพันธกิจที่ขับเคลื่อนธุรกิจให้ประสบความสำเร็จพร้อมกับให้การช่วยเหลือสังคม',
    'description-2'   => 'เรามุ่งมั่นปฏิบัติงานบนพื้นฐานขององค์กรที่มีจริยธรรม เพื่อมีส่วนในการสร้างคุณประโยชน์ต่อโลกใบนี้ ด้วยการสนับสนุนทางการเงินและการปฏิบัติกิจกรรมเพื่อส่วนรวม โดยมอบ 2 % จากรายรับสูงสุดของบริษัทในการดำเนินโครงการเพื่อสังคมผ่านการทำงานกับมูลนิธิที่มีความเชี่ยวชาญเพื่อร่วมสร้างผลลัพทธ์ที่ดีให้กับทุกคน',
    'business'        => [
        'title' => 'ภายใต้แนวคิด “การทำธุรกิจควบคู่ไปกับสังคม” เราให้ความสำคัญกับการนำธุรกิจสู่ความสำเร็จด้วยความมุ่งมั่นให้ดีทีจีโอเป็นองค์กรแห่งการทำความดีพร้อมดำเนินธุรกิจที่มีส่วนช่วยพัฒนาคุณภาพชีวิตให้กับสรรพสิ่งบนโลกใบนี้',
    ],
    'business_bullet' => [
        'bullet-1' => 'กิจกรรมเพื่อสังคม',
        'bullet-2' => 'ธุรกิจพัฒนาอสังหาริมทรัพย์',
        'bullet-3' => 'ธุรกิจการค้าและเทคโนโลยี',
        'bullet-4' => 'ธุรกิจการจัดการก่อสร้างและการออกแบบ',
        'bullet-5' => 'การเงินและการลงทุน',
        'bullet-6' => 'ธุรกิจความบันเทิงและการสื่อสาร',
    ],
];
