<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Login
    |--------------------------------------------------------------------------
    */

    'page_link' => [
        'index' => 'เข้าสู่ระบบ',
    ],

    'page_title' => [
        'index' => 'เข้าสู่ระบบ',
    ],

    'page_description' => [
        'index' => 'หน้าเข้าสู่ระบบ',
    ],

    'page_heading' => [
        'index' => 'เข้าสู่ระบบ',
    ],

    'remember_me'     => 'จดจำฉัน',
    'forgot_password' => 'ลืมรหัสผ่านหรือเปล่า?',
    'login_button'    => 'เข้าสู่ระบบ',
    'logout_button'   => 'ออกจากระบบ',

];