<?php

return [

    /*
    |--------------------------------------------------------------------------
    | menu Language Lines
    |--------------------------------------------------------------------------
    */

    'menu' => [
        'menu1'   => 'ข้อมูลเกี่ยวกับ DTGO',
        'menu1-1' => 'ภาพรวม',
        'menu1-2' => 'เรื่องราวของเรา',
        'menu1-3' => 'การบริหารจัดการ',
        'menu2'   => 'Social <span>Contribution</span>',
        'menu3'   => 'ข่าว CSR',
        'menu4'   => 'รางวัล',
        'menu5'   => 'การกำกับดูแลกิจการที่ดี',
        'menu6'   => 'แจ้งเบาะแส',
        'menu7'   => 'ธุรกิจของเรา',
        'menu8'   => 'ข่าวสาร',
        'menu9'   => 'รับสมัคร',
        'menu10'  => 'ติดต่อเรา',
    ],

];
