<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Register
    |--------------------------------------------------------------------------
    */

    'page_link' => [
        'index' => 'ลงทะเบียน',
    ],

    'page_title' => [
        'index' => 'ลงทะเบียน',
    ],

    'page_description' => [
        'index' => 'หน้าลงทะเบียน',
    ],

    'page_heading' => [
        'index' => 'ลงทะเบียน',
    ],

    'register_button' => 'ลงทะเบียน',
];